Repository: anhkhoatqt11/ez_english
Catalog: lib/l10n/app_*.arb
Languages: vi

# language
source: English
vi: Tiếng Việt

source: Login
vi: Đăng nhập

# login_description
source: Login to use the application
vi: Nhập thông tin đăng nhập của bạn

# enter_email
source: Enter your email
vi: Nhập email của bạn

source: Password
vi: Mật khẩu

# enter_password
source: Enter your password
vi: Nhập mật khẩu của bạn

source: Forgot Password?
vi: Quên mật khẩu?

# move_to_register
source: Don't have an account?
vi: Chưa có tài khoản?

source: Register
vi: Đăng ký

# register_description
source: Register your personal information
vi: Nhập thông tin đăng ký của bạn

source: Username
vi: Tên người dùng

# enter_username
source: Enter your username
vi: Nhập tên người dùng của bạn

# move_to_login
source: Have an account?
vi: Đã có tài khoản?

source: Home
vi: Trang chủ

source: Practice
vi: Tập luyện

source: Test
vi: Thi

source: Profile
vi: Hồ sơ

# language_option
source: Language
vi: Ngôn ngữ

source: Settings
vi: Cài đặt

source: Sign out
vi: Đăng xuất

source: See more
vi: Xem thêm

source: Status
vi: Trạng thái

source: About test
vi: Về bài test

source: Take test
vi: Làm bài

source: Questions
vi: Câu

source: Minutes
vi: Phút

source: Listening
vi: Nghe

source: Reading
vi: Đọc

source: Writing
vi: Viết

source: Speaking
vi: Nói

source: Continue where you left off
vi: Tiếp tục từ nơi bạn đã dừng

# choose_a_skill_to_pratice
source: Choose a skill to practice
vi: Chọn một kỹ năng để tập luyện

source: Start
vi: Bắt đầu

source: Train your
vi: Luyện

source: skill by our tests
vi: bằng các bài test của chúng tôi

# choose_once_to_begin
source: Choose one to begin
vi: Chọn để bắt đầu

source: Progress
vi: Tiến độ

source: Listening Practice
vi: Luyện nghe

source: Speaking Practice
vi: Luyện nói

source: Next
vi: Tiếp theo

source: Question
vi: Câu

# press
source: Press to start speaking
vi: Nhấn để nói

source: Recording...
vi: Đang ghi...

source: Incorrect, try again
vi: Chưa đúng, thử lại

source: Correct!
vi: Chính xác!

source: Photographs
vi: Mô Tả Hình Ảnh

source: Question-Response
vi: Hỏi & Đáp

source: Talks
vi: Bài Nói Chuyện Ngắn

source: Conversations
vi: Đoạn Hội Thoại

source: Incomplete Sentences
vi: Điền Vào Câu

source: Text Completion
vi: Điền Vào Đoạn Văn

source: Reading Comprehension
vi: Đọc Hiểu Đoạn Văn

# read_aloud_word
source: Read the words below aloud
vi: Đọc to các từ bên dưới

# describe_picture
source: What is in the picture?
vi: Thứ gì trong hình?

# pronounce_audio
source: Pronounce what you hear
vi: Phát âm những gì bạn nghe

# write_sentence_based_on_picture
source: Write a sentence based on a picture
vi: Mô Tả Tranh

# respond_written_request
source: Respond to a written request
vi: Phản Hồi Yêu Cầu

# write_opinion_essay
source: Write an opinion essay
vi: Viết Luận

source: Reading Practice
vi: Luyện Đọc Hiểu

source: Writing Practice
vi: Luyện Viết

source: Explanation
vi: Giải thích

# not_update_yet
source: The explanation is not updated yet
vi: Chưa cập nhật lời giải cho câu hỏi này

# bottom_screen
source: Choose the answer at the bottom of the screen
vi: Chọn câu trả lời ở cuối màn hình

# ask_answer_interface
source: Which answer interface you want to use ?
vi: Bạn muốn sử dụng giao diện chọn đáp án nào ?

# recommend_answer_interface
source: ( Recommend, similar to the actual experience when taking the exam )
vi: ( Đề xuất, giống với trải nghiệm thực tế khi đi thi )

# above_question
source: Choose the answer right above the topic
vi: Chọn câu trả lời ở đề bài

source: Answer interface
vi: Giao diện trả lời

source: Audio volume
vi: Âm lượng âm thanh

# audio_rate
source: Audio speed
vi: Tốc độ âm thanh

source: Auto next
vi: Tự động chuyển câu

source: Display
vi: Hiển thị

source: English Tips
vi: Mẹo tiếng Anh

# d_ago
source: days ago
vi: ngày trước

# h_ago
source: hours ago
vi: giờ trước

# m_ago
source: minutes ago
vi: phút trước

source: Just now
vi: Vừa đăng

source: Title
vi: Tiêu đề

source: Content
vi: Nội dung

source: Entry Test
vi: Kiểm tra đầu vào

# entry_test_description_1
source: You will have to do a placement test to
vi: Bạn sẽ cần phải thực hiện bài kiểm tra đầu vào để

# entry_test_description_2
source: determine your English level
vi: đánh giá trình độ tiếng Anh của bạn

# entry_test_description_3
source: If you ready, press Start
vi: Nếu bạn đã sẵn sàng, hãy ấn Bắt đầu

source: Entry Test Result
vi: Kết quả kiểm tra đầu vào

# your_level
source: Your level is
vi: Trình độ tiếng Anh của bạn là

# complete_practice
source: You have already completed the test
vi: Bạn đã hoàn thành bài luyện tập

source: Good luck !
vi: Chúc bạn thành công !

# error_list
source: Wrong questions list
vi: Danh sách những câu hỏi sai

# app_continue
source: Continue
vi: Tiếp tục

source: See all answers
vi: Xem tất cả các câu trả lời

source: Result
vi: Kết quả

source: Submit
vi: Nộp bài

source: Test mode
vi: Kiểm tra

# num_of_questions
source: Number of questions
vi: Số câu hỏi

source: Start now
vi: Bắt đầu ngay

source: Forget Password
vi: Quên mật khẩu

# forget_password_description
source: Enter your email to reset your password
vi: Nhập email của bạn để lấy lại mật khẩu

# something_wrong
source: Something wrong happened , Try again !
vi: Có lỗi xảy ra , Xin hãy thử lại sau !

source: Got it !
vi: Đã hiểu !
